import React from "react";

export default function About() {
  return (
    <div className="py-20 px-4 max-w-6xl mx-auto">
      <h1 className="text-3xl font-bold mb-4 text-slate-800">О Нас</h1>
      <p className="mb-4 text-slate-700">
        Добро пожаловать на <span>DecaniDeals</span>! Мы - ведущая платформа для
        продажи и покупки оборудования для производства пластиковых пленок и
        пакетов. Наша миссия - предоставить вам простой и удобный способ найти
        лучшее оборудование для вашего бизнеса, будь то новое или бывшее в
        употреблении.
      </p>
      <h1 className="text-3xl font-bold mb-4 text-slate-800">Кто Мы</h1>
      <p className="mb-4 text-slate-700">
        Мы - команда профессионалов, имеющих богатый опыт в сфере производства
        пластиковых изделий. Мы понимаем важность качественного оборудования и
        стремимся помочь вам в поиске идеальных решений для ваших
        производственных нужд.
      </p>
      <h1 className="text-3xl font-bold mb-4 text-slate-800">Почему Выбирают Нас</h1>
      <ul className="mb-4 text-slate-700">
        <li>
          Широкий ассортимент: Мы предлагаем разнообразное оборудование от
          ведущих производителей.
        </li>
        <li>
          Удобство: Интуитивно понятный интерфейс позволяет легко найти и купить
          нужное оборудование.
        </li>
        <li>
          Надежность: Мы проверяем всех продавцов и гарантируем безопасность
          транзакций.
        </li>
      </ul>
      <h1 className="text-3xl font-bold mb-4 text-slate-800">Наша Цель</h1>
      <p className="mb-4 text-slate-700">
        Мы стремимся стать вашим надежным партнером в мире производства
        пластиковых изделий. Наша цель - создать сообщество, где каждый участник
        может найти оборудование, необходимое для успеха в своем бизнесе.
        <span>Спасибо, что выбрали нас! Если у вас есть вопросы или предложения, не
        стесняйтесь связаться с нами. Мы всегда рады помочь!</span>
        
      </p>
    </div>
  );
}
